Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=215_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Anárašgiella
smn: Aanaarkielâ

source: Geahča oanehisvideo anárašgiela dili birra
smn: Keejâ uánihisvideo aanaarsämikielâ tiileest

source: Rap artista Amoc alias Mikkâl Antti Morottaja dahká musihka anárašgillii.
smn: Räppär Amoc alias Mikkâl Antti Morottaja ráhtá muusik aanaarsämikielân.

source: Amoca ja rap musihka bokte maid mánát beroštišgohtet giela hállamis.
smn: Amoc ja räp pehti meid párnááh tobdeh mielâkivviivâšvuođâ kielâ sárnumân.

source: Bagadallan / čuohppan: Ima Aikio-Arianaick, govven: Antti Kyrö
smn: Stivrim / čuoppâm: Ima Aikio-Arianaick, kuvvim: Antti Kyrö

source: Buvttadeapmi: Sámi oahpahusguovddáš 2004
smn: Pyevtittâs: Säämi máttááttâskuávdáš 2004
